[
  "obsidian-image-auto-upload-plugin",
  "obsidian-vimrc-support",
  "obsidian-annotator",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "dataview",
  "obsidian-linter",
  "obsidian-auto-link-title",
  "obsidian-admonition",
  "obsidian-footnotes",
  "remotely-save",
  "obsidian-git"
]